Revit 2027 API
ParameterTypeId.RbsPipeCwfuParam Property
 "CWFU"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeCwfuParam { get; }
Public Shared ReadOnly Property RbsPipeCwfuParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeCwfuParam {
	ForgeTypeId^ get ();
}
static member RbsPipeCwfuParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace